tap "jstkdng/programs"
tap "nikitabobko/tap"
tap "psharma04/dorion"
tap "sst/tap"
brew "imath"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "bat"
brew "libavif"
brew "rtmpdump"
brew "krb5"
brew "gd"
brew "libzip"
brew "openldap"
brew "php"
brew "composer"
brew "fd"
brew "libevent"
brew "fswatch"
brew "fzf"
brew "gh"
brew "libidn2"
brew "libusb"
brew "go"
brew "pkgconf"
brew "python@3.13"
brew "imagemagick"
brew "jless"
brew "lazydocker"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "mysql"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "php@8.2"
brew "pure"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "telnet"
brew "tmux"
brew "vercel-cli"
brew "wget"
brew "yazi"
brew "zinit"
brew "zoxide"
brew "zrok"
brew "jstkdng/programs/ueberzugpp"
brew "sst/tap/opencode"
cask "aerospace"
cask "bruno"
cask "docker-desktop"
cask "dorion"
cask "font-fira-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "ghostty"
cask "google-chrome@dev"
cask "insync"
cask "raycast"
cask "wezterm@nightly"
