tap "clintmod/formulas"
tap "dzirtusss/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jstkdng/programs"
tap "nikitabobko/tap"
brew "imath"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "bat"
brew "libavif"
brew "python@3.13"
brew "rtmpdump"
brew "gd"
brew "krb5"
brew "libzip"
brew "openldap"
brew "php"
brew "composer"
brew "fd"
brew "libevent"
brew "fswatch"
brew "fzf"
brew "gh"
brew "libidn2"
brew "libusb"
brew "go"
brew "pkgconf"
brew "imagemagick"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "mysql"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "pure"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "telnet"
brew "tmux"
brew "wget"
brew "yazi"
brew "zinit"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jstkdng/programs/ueberzugpp"
cask "aerospace"
cask "bruno"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome@dev"
cask "insync"
cask "kitty"
cask "polypane"
cask "raycast"
cask "wezterm@nightly"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "christian-kohler.path-intellisense"
vscode "compilenix.vscode-zonefile"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "glenn2223.live-sass"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "lihui.vs-color-picker"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "pranaygp.vscode-css-peek"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "searking.preview-vscode"
vscode "syler.sass-indented"
vscode "voldemortensen.rainbow-tags"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wakatime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
