tap "assimelha/tap"
tap "jstkdng/programs"
tap "nikitabobko/tap"
tap "psharma04/dorion"
tap "sst/tap"
brew "imath"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "webp"
brew "aom"
brew "python@3.13"
brew "awscli"
brew "libssh2"
brew "bat"
brew "bottom"
brew "libavif"
brew "chafa"
brew "gd"
brew "krb5"
brew "libzip"
brew "openldap"
brew "php"
brew "rtmpdump"
brew "composer"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "go"
brew "gum"
brew "imagemagick"
brew "jless"
brew "lazydocker"
brew "lazygit"
brew "libevent"
brew "libidn2"
brew "libusb"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "mermaid-cli"
brew "mole"
brew "mysql"
brew "neovim"
brew "pkgconf"
brew "node-build"
brew "nodenv"
brew "ripgrep"
brew "opencode"
brew "php@8.2"
brew "pure"
brew "python@3.11"
brew "python@3.9"
brew "resvg"
brew "rust"
brew "sevenzip"
brew "telnet"
brew "tmux"
brew "vercel-cli"
brew "wget"
brew "yazi"
brew "zinit"
brew "zoxide"
brew "zrok"
brew "assimelha/tap/bdui"
cask "nikitabobko/tap/aerospace"
cask "bambu-studio"
cask "bruno"
cask "claude-code"
cask "codex"
cask "connectiq"
cask "docker-desktop"
cask "psharma04/dorion/dorion"
cask "font-fira-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "ghostty"
cask "google-chrome@dev"
cask "helium-browser"
cask "insync"
cask "openmtp"
cask "openscad@snapshot"
cask "raycast"
cask "temurin"
cask "wezterm@nightly"
go "github.com/air-verse/air"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "github.com/a-h/templ/cmd/templ"
